[BalanceDefs.ID_MO_NoVacancy_Part3 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Caixa de Marchas"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[BalanceDefs.ID_MO_NoVacancy_Part3:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Evita o superaquecimento."
NoConstraintText=""
Suffix=""
Prefix=""

[IO_NoVacancy_Ladder InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_NoVacancy_PartDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_NoVacancy_PartDoorRepair InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_NoVacancy_TurbineRepair1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_NoVacancy_TurbineRepair2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_NoVacancy_TurbineRepair3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MD_NoVacancy_MissionGiver MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MD_NoVacancy_MissionGiver:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma nota do proprietário do Hotel Happy Pig."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_NoVacancy_Part2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Condensador"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_NoVacancy_Part2:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Converte a energia do vapor em eletricidade... ou algo assim."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_NoVacancy_TurbinePart1 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Válvula de Vapor"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_NoVacancy_TurbinePart1:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Regula a pressão."
NoConstraintText=""
Suffix=""
Prefix=""

[ObjectGrade_NoVacancy_TurbinePart2 InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

